index.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<title>Modern Bayesian Tools for Time Series Analysis</title>
<!-- 2016-06-02 Thu 22:44 -->
<meta  http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta  name="generator" content="Org-mode" />
<meta  name="author" content="Thomas P. Harte and R. Michael Weylandt" />
<link rel="stylesheet" type="text/css" href="./3331384/github.css" />


</head>
<body>
<div id="content">
<h1 class="title">Modern Bayesian Tools for Time Series Analysis</h1>
<div id="table-of-contents">
<h2>Table of Contents</h2>
<div id="text-table-of-contents">
<ul>
<li><a href="#sec-1">1. Disclaimer</a>
<ul>
<li><a href="#sec-1-1">1.1. Please read the following Disclaimer carefully</a></li>
<li><a href="#sec-1-2">1.2. MIT License</a></li>
</ul>
</li>
<li><a href="#sec-2">2. Seminar: Modern Bayesian Tools for Time Series Analysis</a></li>
</ul>
</div>
</div>

<div id="outline-container-sec-1" class="outline-2">
<h2 id="sec-1"><span class="section-number-2">1</span> Disclaimer</h2>
<div class="outline-text-2" id="text-1">
</div><div id="outline-container-sec-1-1" class="outline-3">
<h3 id="sec-1-1"><span class="section-number-3">1.1</span> Please read the following Disclaimer carefully</h3>
<div class="outline-text-3" id="text-1-1">
<blockquote>
<p>
Thomas P. Harte and R. Michael Weylandt (&ldquo;the Authors&rdquo;) are providing
this presentation and its contents (&ldquo;the Content&rdquo;) for educational
purposes only at the <i>R in Finance Conference</i>, 2016-05-20,
Chicago, IL.  Neither of the Authors is a registered investment advisor
and neither purports to offer investment advice nor business advice.
</p>

<p>
You may use any of the Content under the terms of the
<a href="http://choosealicense.com/licenses/mit/">MIT License</a> (<a href="#sec:MIT_License">see below</a>).
</p>

<p>
The Content is provided for informational and educational purposes only
and should not be construed as investment or business advice. Accordingly,
you should not rely on the Content in making any investment or business
decision.  Rather, you should use the Content only as a starting point
for doing additional independent research in order to allow you to form
your own opinion regarding investment or business decisions.  You are
encouraged to seek independent advice from a competent professional
person if you require legal, financial, tax or other expert assistance.
</p>

<p>
The Content may contain factual or typographical errors: the Content
should in no way be construed as a replacement for qualified, professional
advice.  There is no guarantee that use of the Content will be profitable.
Equally, there is no guarantee that use of the Content will not result
in losses.
</p>

<p>
THE AUTHORS SPECIFICALLY DISCLAIM ANY PERSONAL LIABILITY, LOSS OR RISK
INCURRED AS A CONSEQUENCE OF THE USE AND APPLICATION, EITHER DIRECTLY
OR INDIRECTLY, OF THE CONTENT. THE AUTHORS SPECIFICALLY DISCLAIM ANY
REPRESENTATION, WHETHER EXPLICIT OR IMPLIED, THAT APPLYING THE CONTENT
WILL LEAD TO SIMILAR RESULTS IN A BUSINESS SETTING. THE RESULTS PRESENTED
IN THE CONTENT ARE NOT NECESSARILY TYPICAL AND SHOULD NOT DETERMINE
EXPECTATIONS OF FINANCIAL OR BUSINESS RESULTS.
</p>
</blockquote>
</div>
</div>

<div id="outline-container-sec-1-2" class="outline-3">
<h3 id="sec-1-2"><span class="section-number-3">1.2</span> MIT License</h3>
<div class="outline-text-3" id="text-1-2">
<p>
<a id="sec:MIT_License" name="sec:MIT_License"></a>
</p>
<blockquote>
<p>
The <a href="http://choosealicense.com/licenses/mit/">MIT License</a>:
</p>

<p>
    Copyright (c) 2016 Thomas P. Harte &amp; R. Michael Weylandt
(see below).
    Permission is hereby granted, free of charge, to any person obtaining a
    copy of this software and associated documentation files (the &ldquo;Software&rdquo;),
    to deal in the Software without restriction, including without limitation
    the rights to use, copy, modify, merge, publish, distribute, sublicense,
    and/or sell copies of the Software, and to permit persons to whom the
    Software is furnished to do so, subject to the following conditions:
</p>

<p>
The above copyright notice and this permission notice shall be included
in all copies or substantial portions of the Software.
</p>

<p>
THE SOFTWARE IS PROVIDED &ldquo;AS IS&rdquo;, WITHOUT WARRANTY OF ANY KIND, EXPRESS OR
IMPLIED, INCLUDING BUT NOT LIMITED TO THE WARRANTIES OF MERCHANTABILITY,
FITNESS FOR A PARTICULAR PURPOSE AND NONINFRINGEMENT. IN NO EVENT SHALL
THE AUTHORS OR COPYRIGHT HOLDERS BE LIABLE FOR ANY CLAIM, DAMAGES OR
OTHER LIABILITY, WHETHER IN AN ACTION OF CONTRACT, TORT OR OTHERWISE,
ARISING FROM, OUT OF OR IN CONNECTION WITH THE SOFTWARE OR THE USE OR
OTHER DEALINGS IN THE SOFTWARE.
</p>
</blockquote>
</div>
</div>
</div>

<div id="outline-container-sec-2" class="outline-2">
<h2 id="sec-2"><span class="section-number-2">2</span> Seminar: Modern Bayesian Tools for Time Series Analysis</h2>
<div class="outline-text-2" id="text-2">
<p>
The talk was comprised of:
</p>
<ol class="org-ol">
<li><a href="https://github.com/michaelweylandt/R-Finance-2016-Tutorial-Materials/raw/master/RFin2016.pdf">Michael&rsquo;s talk</a>, and
</li>
<li><a href="./mbt.html">Thomas&rsquo;s talk</a>
</li>
</ol>

<p>
The source for <a href="./mbt.html">Thomas&rsquo;s talk</a> is at the GitHub repo:
<a href="http://github.com/tharte/mbt">http://github.com/tharte/mbt</a>. Specifically, you can build the talk
from the Org file <code>mbt.org</code> in the repo, either from Emacs by
exporting to HTML (<code>C-c C-e h h</code>) or by running <code>make</code> at the command
line.
</p>
</div>
</div>
</div>
<div id="postamble" class="status">
<p class="author">Author: Thomas P. Harte and R. Michael Weylandt</p>
<p class="email">Email: <a href="mailto:tharte@cantab.net">tharte@cantab.net</a></p>
<p class="date">Created: 2016-06-02 Thu 22:44</p>
<p class="creator"><a href="http://www.gnu.org/software/emacs/">Emacs</a> 24.5.1 (<a href="http://orgmode.org">Org</a> mode 8.2.10)</p>
<p class="validation"><a href="http://validator.w3.org/check?uri=referer">Validate</a></p>
</div>
</body>
</html>
